5/results/wrk_t5_c50_no_redis.txt
Running 30s test @ http://localhost:8000/auth/users/me
  5 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   616.72ms   73.45ms 772.68ms   82.39%
    Req/Sec    27.21     23.93    90.00     72.50%
  2407 requests in 28.57s, 486.57KB read
  Socket errors: connect 0, read 0, write 0, timeout 50
Requests/sec:     84.24
Transfer/sec:     17.03KB